{
    "title": "Interlude - Krokos I\n",
    "lines": [
        {
            "Vitus": " \"I want to talk to Krokos and see what he thinks about being summoned.\""
        },
        {
            "Volesus": " \"It'll be interesting, just as long as he's not too bothered by us interrupting him.\""
        },
        {
            "Krokos": " \"And what do you need of me now?\""
        },
        {
            "Krokos": " \"Oh?\""
        },
        {
            "Krokos": " \"You two are up to something.\""
        },
        {
            "Vitus": " \"Uh, not exactly.\""
        },
        {
            "Krokos": " \"So what made you summon a man like me to a place like this, then?\""
        },
        {
            "Volesus": " \"We're just here to relax.\""
        },
        {
            "Krokos": " \"Just to relax?\""
        },
        {
            "Krokos": " \"Then allow me rise to the occasion.\""
        },
        {
            "": "(The snow leopard turned a corner and we heard some soft rustling.)\n"
        },
        {
            "Krokos": " \"There we are.\""
        },
        {
            "Krokos": " \"So what manner of method will we go about to relax then?\""
        },
        {
            "Vitus": " \"We wanted to ask you a few questions.\""
        },
        {
            "Krokos": " \"I don't mind divulging a few secrets for a couple of curious minds.\""
        },
        {
            "Vitus": " \"We want to know what it's like to be summoned.\""
        },
        {
            "Krokos": " \"Well that's not difficult to answer.\""
        },
        {
            "Krokos": " \"It's like walking from one waking dream to another.\""
        },
        {
            "Krokos": " \"One moment I'm somewhere, another moment I'm elsewhere.\""
        },
        {
            "Krokos": " \"But I always know that I've been called when I arrive.\""
        },
        {
            "Volesus": " \"We meant more along the lines of how you feel about getting summoned.\""
        },
        {
            "Krokos": " \"Well that's far less interesting.\""
        },
        {
            "Vitus": " \"I don't think so.\""
        },
        {
            "": "(Krokos sighed.)\n"
        },
        {
            "Krokos": " \"I finish what needs to be done and then get back to my studies. Feelings play little part in it.\""
        },
        {
            "Krokos": " \"I feel grateful that I have earned the honour of being summoned.\""
        },
        {
            "Krokos": " \"I feel a sense of fulfilled duty knowing that there will always be something new to learn and teach.\""
        },
        {
            "Krokos": " \"And also that I have an avenue to do that forever.\""
        },
        {
            "Krokos": " \"So how could I feel anything other than pride from such an opportunity, even if it means that I have to indulfe in trivial matters from time to time.\""
        },
        {
            "Vitus": " \"So do you?\""
        },
        {
            "Krokos": " \"Well sure.\""
        },
        {
            "Krokos": " \"I experience a broad range of emotions, like you.\""
        },
        {
            "Krokos": " \"Unlike you, I've just had a very long time to control them.\""
        },
        {
            "Vitus": " \"It makes me wonder what you're feeling right now.\""
        },
        {
            "Krokos": " \"Plenty. I assure you.\""
        },
        {
            "Vitus": " \"So long as you let us know what those feelings are sometimes.\""
        },
        {
            "Volesus": " \"...And when all relevant parties are present I would hope.\""
        },
        {
            "": "END"
        }
    ]
}