{
    "title": "Interlude - Mukaki I\n",
    "lines": [
        {
            "Vitus": " \"So, I just thought of an idea...\""
        },
        {
            "Vitus": " \"...and then I decided it was an absolutely terrible one.\""
        },
        {
            "Vitus": " \"So instead of that, how about we keep to ourselves today?\""
        },
        {
            "Volesus": " \"Sure thing. We have been through an awful lot today.\""
        },
        {
            "": "(\"Ha, if you mortals lack for company, then why did you not ask me earlier.?\")"
        },
        {
            "Vitus": " \"...Oh.\""
        },
        {
            "Vitus": " \"Mukaki.\""
        },
        {
            "": "(The two Crown Mages begin to whisper.)\n"
        },
        {
            "Volesus": " \"(...Why is he following us here, exactly?)\""
        },
        {
            "Vitus": " \"(Can he even touch the water without fizzling out?)\""
        },
        {
            "Volesus": " \"(Probably.)\""
        },
        {
            "Vitus": " \"(Well, he looks like he's made of fire and lava, I don't know!)\""
        },
        {
            "Volesus": " \"(He's one of the demiurges.)\""
        },
        {
            "Vitus": " \"(What if his body overheats the water and we get boiled alive?)\""
        },
        {
            "Volesus": " \"(...I hadn't considered that.)\""
        },
        {
            "Mukaki": " \"What are the two of you scheming?\""
        },
        {
            "Vitus": " \"We were just discussing that it might be a bad idea for you to use the public bathhouse.\""
        },
        {
            "Mukaki": " \"And why is that?\""
        },
        {
            "Vitus": " \"Well, ah-\""
        },
        {
            "Vitus": " \"The baths are a very orderly and traditional place.\""
        },
        {
            "Volesus": " \"Much too stuffy for someone such as yourself.\""
        },
        {
            "Volesus": " \"And there are so many rules.\""
        },
        {
            "Volesus": " \"You would have to rent a little box for your clothes, then talk to the attendant to get a towel...\""
        },
        {
            "Vitus": " \"Absolutely not worth your time.\""
        },
        {
            "Mukaki": " \"A towel? I am wearing plenty right now, but I can change if it would satisfy you.\""
        },
        {
            "": "(We watch him walk over to one of the wicker bins containing the fresh towels.)\n"
        },
        {
            "Vitus": " \"Wait, is he really going through with this?\""
        },
        {
            "Volesus": " \"Well, I doubt Mukaki himself would be bothered by a line like \"stealing bath towels is wrong\".\""
        },
        {
            "Vitus": " \"I don't give a damn about the towels!\""
        },
        {
            "Vitus": " \"I don't want anybody getting boiled alive!\""
        },
        {
            "Volesus": " \"You really think that could happen?\""
        },
        {
            "Vitus": " \"I don't intend to find out!\""
        },
        {
            "Mukaki": " \"You know, I can hear the both of you!\""
        },
        {
            "Mukaki": " \"What a bunch of bullies, accusing me of that kind of stuff...\""
        },
        {
            "Vitus": " \"We're just being safe.\""
        },
        {
            "Mukaki": " \"Oh ye of little faith...\""
        },
        {
            "Mukaki": " \"Say uh... where exactly is the changing room?\""
        },
        {
            "Vitus": " \"Why do you care?\""
        },
        {
            "Volesus": " \"It's not like anybody else can see you but us.\""
        },
        {
            "Mukaki": " \"...Okay, but you should both turn around.\""
        },
        {
            "Vitus": " \"What?\""
        },
        {
            "Volesus": " \"Are you kidding me?\""
        },
        {
            "Mukaki": " \"JUST BECAUSE I'M DIVINE DOESN'T MEAN I'M IMMODEST!\""
        },
        {
            "Vitus": " \"You're barely wearing anything in your ordinary outfit.\""
        },
        {
            "Mukaki": " \"TURN AROUND!\""
        },
        {
            "Vitus": " \"...Okay.\""
        },
        {
            "Volesus": " \"Fine.\""
        },
        {
            "Mukaki": " \"...Phew.\""
        },
        {
            "Mukaki": " \"Now there's the kind of respect that I like to see.\""
        },
        {
            "Mukaki": " \"This won't take me long at all!\""
        },
        {
            "": "(We wait around for him to let us know that he's finished...)\n"
        },
        {
            "Mukaki": " \"There we go! You can turn around now!\""
        },
        {
            "": "(Mukaki was already wading around in the bath, splashing the water with one of his claws.)\n"
        },
        {
            "Vitus": " \"We must look mad to anybody who can see us.\""
        },
        {
            "Volesus": " \"Forget about that, he didn't even change into anything!\""
        },
        {
            "Volesus": " \"He just dropped the towel on the floor and took off his armor.\""
        },
        {
            "Vitus": " \"Y-You're right. Do you think we should mention it?\""
        },
        {
            "Mukaki": " \"The water's fine, mortals- get in already!\""
        },
        {
            "Vitus": " \"......\""
        },
        {
            "Volesus": " \"......\""
        },
        {
            "Volesus": " \"Leave it be.\""
        },
        {
            "": "(Volesus tested the water tempature with his toe.)\n"
        },
        {
            "Vitus": " \"Wait! You'll still need your toe!\""
        },
        {
            "Volesus": " \"It's safe, Vitus.\""
        },
        {
            "Mukaki": " \"Of course it's safe!\""
        },
        {
            "Mukaki": " \"I wouldn't get anything out of cooking my loyal followers alive now, would I?\""
        },
        {
            "Vitus": " \"Who ever said we were your followers?\""
        },
        {
            "Mukaki": " \"Well, maybe not willingly.\""
        },
        {
            "Mukaki": " \"You mortals always think your decisions spring out of neatly curated conclusions, don't you?\""
        },
        {
            "Mukaki": " \"You think you know how the world works, but everything you know is just made up by somebody else!\""
        },
        {
            "Mukaki": " \"Every action and reaction you take pulls you into biases and dispositions that persuade you to act in one way or another.\""
        },
        {
            "Mukaki": " \"You're still responsible for your choices, of course, but things you can't control put you on that path.\""
        },
        {
            "Mukaki": " \"Take these oranges in the water, for example.\""
        },
        {
            "Vitus": " \"What is he talking about, Volesus?\""
        },
        {
            "Volesus": " \"...He's talking about fruit, Vitus.\""
        },
        {
            "Mukaki": " \"It's not about the bloody fruit!\""
        },
        {
            "Mukaki": " \"Look at how they all bob in the water.\""
        },
        {
            "Mukaki": " \"The tiniest ripple I make will set each orange on a course.\""
        },
        {
            "Mukaki": " \"The bodies collide and bump against one another, and each fruit is set on a course, seeting others on courses in return.\""
        },
        {
            "Mukaki": " \"You might think this is a peaceful little bathhouse, but chaos is at play constantly. For everybody, and for every thing.\""
        },
        {
            "Mukaki": " \"And that's why you're all my followers, whether you understand it or not.\""
        },
        {
            "Vitus": " \"Huh.\""
        },
        {
            "Mukaki": " \"Makes you think, right?\""
        },
        {
            "Vitus": " \"I wonder if these oranges are fresh enough to eat.\""
        },
        {
            "Volesus": " \"You're ruining his moment.\""
        },
        {
            "Vitus": " \"It's not my fault he made me think about the oranges.\""
        },
        {
            "Mukaki": " \"...Maybe I SHOULD boil the both of you alive.\""
        },
        {
            "": "END"
        }
    ]
}
