{
    "title":"Intro I",
    "lines": [
        {
            "Sulpicius": "\"I'm happy to see that you've both been very patient with me and my requests.\"\n"
        },
        {
            "Vitus": " \"Well, it's not every day that we have the ear of a governor.\""
        },
        {
            "Volesus": " \"Even if the day was spent mostly hearing about all of the trouble you've landed yourself in.\""
        },
        {
            "Vitus": " \"We've landed in our own problems too, Volesus.\""
        },
        {
            "Sulpicius": " \"No, no, that's completely fair.\""
        },
        {
            "Sulpicius": " \"I've complained far more than the both of you, but I'm much older.\""
        },
        {
            "Sulpicius": " \"It leaves me with the impression that the both of you have seen a lot more of the world than you're letting me on.\""
        },
        {
            "Volesus": " \"The both of us read many books.\""
        },
        {
            "Sulpicius": " \"And here I thought that there must be quite a bit wanderlust in the both of you.\""
        },
        {
            "Vitus": " \"Eh...\""
        },
        {
            "Volesus": " \"Not really.\""
        },
        {
            "Sulpicius": " \"Oh come now...\""
        },
        {
            "Sulpicius": " \"You cna't tell me that tromping the world is so bad when you're young and have no responsibility to tie you down.\""
        },
        {
            "Volesus": " \"That just sounds like a polite way of saying we're homeless.\""
        },
        {
            "Vitus": " \"As far as the life I've lived, I can't say the world has impressed me much.\""
        },
        {
            "Vitus": " \"Just a lot of noise and misery.\""
        },
        {
            "Sulpicius": " \"Hmm—\""
        },
        {
            "Sulpicius": " \"It doesn't sit well with me that a couple of men your age feel this dour about the world around you.\""
        },
        {
            "Vitus": " \"It's hard not to feel down right now.\""
        },
        {
            "Volesus": " \"We just miss the academy.\""
        },
        {
            "Sulpicius": " \"I see...\""
        },
        {
            "Sulpicius": " \"A couple of thinkers at heart, huh?\""
        },
        {
            "Sulpicius": " \"Well, maybe I can help the both of you feel a bit at home?\""
        },
        {
            "Sulpicius": " \"Come along. I want to show you both something.\""
        },
        {
            "Sulpicius": " \"If the both of you don't mind a small walk?"
        },
        {
            "": "(The governor leads us to a building tucked away and shrouded by trees in the noble district.)\n"
        },
        {
            "Vitus": " \"A public bath?\""
        },
        {
            "Sulpicius": " \"Much nicer than steam or a bucket of water, no?\""
        },
        {
            "Volesus": " \"It's nice.\""
        },
        {
            "Vitus": " \"Really nice.\""
        },
        {
            "": "(Heading inside, the governor asks the attendant for a private room for the three of us.)\n"
        },
        {
            "": "(We follow the smell of citrus and clean linen into a room with a pool of clean water.)\n"
        },
        {
            "": "(Eagerly, we disrobe into attire more suitable for the bathhouse.)\n"
        },
        {
            "Sulpicius": " \"This is where I go when the world feels too big and I need to think.\""
        },
        {
            "Sulpicius": " \"I Hope that the both of you will consider coming here when the noise of reality becomes too much.\""
        },
        {
            "Sulpicius": " \"You might just learn something new about yourselves if you share a little bit of what's good in the world.\""
        },
        {
            "Vitus": " \"What's good in the world, huh?\""
        },
        {
            "Volesus": " \"Ahhh— As far as I'm concerned, if this was the world it wouldn't be too bad.\""
        },
        {
            "Vitus": " \"I'm just glad you're comfortable.\""
        },
        {
            "Volesus": " \"Mm-Hmm—\""
        },
        {
            "Vitus": " \"It does feel easier to open up and talk to somebody in a place like this.\""
        },
        {
            "Vitus": " \"But that gives me an idea... maybe we could learn more about our travelling companions this way?\""
        },
        {
            "Volesus": " \"Just don't bring everybody at once if you do.\""
        },
        {
            "Vitus": " \"Well, of course not...\""
        },
        {
            "Sulpicius": " \"That's a solid proposal, but you should keep something else in mind.\""
        },
        {
            "Vitus": " \"Hmm?\""
        },
        {
            "Sulpicius": " \"People's capacity to talk with one another has limits.\""
        },
        {
            "Sulpicius": " \"If you thought of your own capacity as currency... or tokens—if you will, then you may find yourself going bankrupt fairly fast.\""
        },
        {
            "Vitus": " \"I've definitely felt that way before.\""
        },
        {
            "Volesus": " \"I feel that way almost all of the time.\""
        },
        {
            "Sulpicius": " \"I'll help you work on that.\""
        },
        {
            "Sulpicius": " \"Why don't you call for one of those companions of yours now and ask them something?\""
        },
        {
            "Vitus": " \"Ask them something?\""
        },
        {
            "Sulpicius": " \"Exactly. Perhaps ask how they feel to be summoned? Or what it feels like to be ordered around.\""
        },
        {
            "Volesus": " \"Well he already likes that.\""
        },
        {
            "Volesus": " \"Don't you Vitus?\""
        },
        {
            "Vitus": " \"Shut up.\""
        },
        {
            "Sulpicius": " \"Behave, gentlemen.\""
        },
        {
            "Vitus": " \"Alright, alright.\""
        },
        {
            "Sulpicius": " \"I will be using the bath for my own business, but if you have need of me do not hesitate to call.\""
        },
        {
            "Volesus": " \"So Vitus, looks like it's just us now. I say it's time to relax!\""
        },
        {
            "Volesus": " \"Oh and if there's anyone you want to join us, just let me know.\""
        }
    ]
}