{
    "title": "Interlude - Cerkles II\n",
    "lines": [
        {
            "Vitus": " \"Is it just me, or does that tuft of white fur down the hall belong to whom I think?\""
        },
        {
            "Volesus": " \"Well, we certainly didn't summon him.\""
        },
        {
            "Volesus": " \"And I took Cerkles as too withdrawn to come to a place like this by choice.\""
        },
        {
            "Vitus": " \"I suppose I was right.\""
        },
        {
            "": "We didn't expect to run into Cerkles so soon after his recent breakdown.\n"
        },
        {
            "": "\"At the public baths, no less.\"\n"
        },
        {
            "Vitus": " \"I think I should approach him.\""
        },
        {
            "Volesus": " \"Maybe it's best if you did this alone.\""
        },
        {
            "Vitus": " \"Right. It would be a bad idea to crowd him.\""
        },
        {
            "": "(Cerkles was testing the waters near a smaller pool.)\n"
        },
        {
            "Vitus": " \"Cerkles...\""
        },
        {
            "Cerkles": " \"Oh, it's you.\""
        },
        {
            "": "There's a sharp edge in his tone.\n"
        },
        {
            "Cerkles": " \"And here I thought I had a moment of peace to myself.\""
        },
        {
            "Cerkles": " \"...Just to wash some of this filth off.\""
        },
        {
            "Cerkles": " \"But why bother?\""
        },
        {
            "Cerkles": " \"By all means, go ahead.\""
        },
        {
            "Cerkles": " \"Why don't you give me another impossible task to pass judgement upon.\""
        },
        {
            "Cerkles": " \"After all, you know I can't say no.\""
        },
        {
            "Vitus": " \"Easy now.\""
        },
        {
            "Vitus": " \"I'm not here to tell you to do anything.\""
        },
        {
            "Vitus": " \"You can relax.\""
        },
        {
            "Cerkles": " \"...You do realise that telling somebody to relax never works, don't you?\""
        },
        {
            "Vitus": " \"Heh—\""
        },
        {
            "Vitus": " \"You're right.\""
        },
        {
            "Vitus": " \"I should know that better than anybody by now, but I still couldn't stop myself from saying it. \""
        },
        {
            "Vitus": " \"You really are gifted at understanding how people feel, aren't you?\""
        },
        {
            "": "(He shifts his weight as he stands.)\n"
        },
        {
            "Cerkles": " \"I wouldn't say it's a gift.\""
        },
        {
            "Cerkles": " \"When you have the power to heal somebody, or to take their life, it doesn't really matter how they feel.\""
        },
        {
            "Cerkles": " \"Perhaps a murderer asks to live because he's scared of what might happen to him after he dies.\""
        },
        {
            "Cerkles": " \"If I can save him, is it right to do so?\""
        },
        {
            "Cerkles": " \"Even if we might have a use for him?\""
        },
        {
            "Cerkles": " \"Even if he saves people later on in life?\""
        },
        {
            "Cerkles": " \"He still killed people, and there's no bringing those people back.\""
        },
        {
            "Vitus": " \"This sounds oddly specific for a hypothetical.\""
        },
        {
            "Cerkles": " \"Well, it is.\""
        },
        {
            "Cerkles": " \"When I was alive, I spent most of my nights thinking of hundreds of situations, trying to figure out what was best to do—having the abilities that I had.\","
        },
        {
            "Vitus": " \"If it bothers you so much, why didn't you stop using magic altogether?\""
        },
        {
            "Cerkles": " \"Because inaction is still a choice.\""
        },
        {
            "Cerkles": " \"The problem was always having a choice.\""
        },
        {
            "Cerkles": " \"Sometimes I used to fantasise about \"\"accidentally\"\" disgracing Makari-Hari's name in such a pathetic way that he'd find a way to take my powers forever.\""
        },
        {
            "Cerkles": " \"But that never happened, so I spent each day a coward... and after a certain point, it felt like every day faded into the next.\","
        },
        {
            "Cerkles": " \"And there was a kind of comfort in that paralysis.\""
        },
        {
            "Cerkles": " \"But I never stayed numb for long, so I was back to making choices again.\","
        },
        {
            "Cerkles": " \"After all, I really did want to be part of something bigger than myself.\""
        },
        {
            "Cerkles": " \"And now I am, whether I choose to be or not.\""
        },
        {
            "Vitus": " \"I think I understand why you became a Hero now...\""
        },
        {
            "Cerkles": " \"......\""
        },
        {
            "Vitus": " \"......\""
        },
        {
            "Vitus": " \"That being said, I'm still going to give you the right tochoose when I give you orders \""
        },
        {
            "Cerkles": " \",...That isn't fair.\""
        },
        {
            "Vitus": " \"No, what isn't fair is foisting responsibility on somebody else for all of your choices!\""
        },
        {
            "Cerkles": " \"......\""
        },
        {
            "Vitus": " \"You have powers that people would kill for.\""
        },
        {
            "Vitus": " \"Maybe you didn't ask for them, or maybe you didn't understand what you were going through to get them...\""
        },
        {
            "Vitus": " \"But I would save a life if I could.\""
        },
        {
            "Vitus": " \"I wouldn’t worry about if my actions caused harm in the long term.\""
        },
        {
            "Vitus": " \"The people we help aren't our responsibility, not forever.\""
        },
        {
            "Cerkles": " \"Aren't they?\""
        },
        {
            "Vitus": " \"......\""
        },
        {
            "Vitus": " \"It's no wonder you drove yourself mad.\""
        },
        {
            "Cerkles": " \"......\""
        },
        {
            "Vitus": " \"I'll summon you if I need you.\""
        },
        {
            "Vitus": " \"But I'm going now.\""
        },
        {
            "Cerkles": " \"...Wait.\""
        },
        {
            "Cerkles": " \"...What?\""
        },
        {
            "Cerkles": " \"...I'm sorry that this is what I am.\""
        },
        {
            "Cerkles": " \"You're not the first to be angry with me.\""
        },
        {
            "Cerkles": " \"And I believe that I deserve the anger.\""
        },
        {
            "Cerkles": " \"I must be narcissistic to believe that my decisions shape the world more than anybody else's do.\""
        },
        {
            "Cerkles": " \"Everybody has to make choices just as difficult as my own.\""
        },
        {
            "Cerkles": " \"...I believed in the dream of a better world for so long.\""
        },
        {
            "Vitus": " \"...Did you?\""
        },
        {
            "Cerkles": " \"I did.\""
        },
        {
            "Cerkles": " \"And I've seen so much pain and so much bloodshed over the course of time that it's hard to think that I'm doing enough.\""
        },
        {
            "Cerkles": " \"And any wrong choice that I make is a part of the reason why the good we can do is never enough.\""
        },
        {
            "Vitus": " \"....But life is not a dream, though.\""
        },
        {
            "Vitus": " \"We stumble through it and I think most of us try to do our best.\""
        },
        {
            "Vitus": " \"There are plenty of things I regret—I suppose—but I'd really regret to never have had a choice in anything I ever did.\""
        },
        {
            "Vitus": " \",Maybe that's why it's so hard for me to understand you.\""
        },
        {
            "Cerkles": " \"I wish I could shut out the thoughts, like you do.\","
        },
        {
            "": "84,v,c20_v_V-U-BO,\"When you put it like that, it sounds like you're calling me stupid.\"\n"
        },
        {
            "Cerkles": " \"N-Not at all.\""
        },
        {
            "Cerkles": " \"It must be much clearer without all the noise.\""
        },
        {
            "Vitus": " \"That's kind of you.\""
        },
        {
            "Cerkles": " \"I hear that I'm revered for that.\""
        },
        {
            "": "(The smile faded from his face.)\n"
        },
        {
            "Vitus": " \"The world needs more kindness.\""
        },
        {
            "Vitus": " \"...Mind if I wash with you?\""
        },
        {
            "Cerkles": " \"......\""
        },
        {
            "Cerkles": " \"Well, you're already here. \""
        },
        {
            "Cerkles": " \"Sounds like an easy decision to me.\""
        },
        {
            "": "(He laughs.)\n"
        },
        {
            "Vitus": " \"You'd be surprised how easy most of your decisions can be when you're not a paragon.\""
        },
        {
            "": "END\n"
        }
    ]
}