{
    "title": "Chapter 0 - 1: <br>Journey to Irinipolis - Part I\n",
    "lines": [
        {
            "": "(The tunnel we used to escape the academy was narrow and treacherous.)\n"
        },
        {
            "": "(Seeing the light of the forest offered only a moment's respite when we could still hear the revelling rebels pillage our home from the hills behind us.)\n"
        },
        {
            "": "(We made our way to the gates of a nearby village, crossing paths with merchants and families who were fleeing the inevitable path of the soldiers.)\n"
        },
        {
            "": "(A caravan offered to let us travel with them to increase the number of able bodies on the road. The offer was accepted with gratitude.)\n"
        },
        {
            "": "(However, there was someone being less amicable.)\n"
        },
        {
            "Makari-Hari": " \"I never expected for there to only be two Crown Mages left!\""
        },
        {
            "Makari-Hari": " \"And now we have to escape while concealing ourselves among the poor?\""
        },
        {
            "Mukaki": " \"What? Are you looking down on the less fortunate?\""
        },
        {
            "Makari-Hari": " \"How so?\""
        },
        {
            "Makari-Hari": " \"Social hierarchies always get established in the domains of mrotals. You're the one bringing up trivial issues here.\""
        },
        {
            "Makari-Hari": " \"Clearly you recognize this reality if you are willing to call them \"less fortunate\".\""
        },
        {
            "Mukaki": " \"You haven't changed, have you? Always willing to argue.\""
        },
        {
            "Makari-Hari": " \"And you certainly haven't shaken your predisposition to assume.\""
        },
        {
            "Vitus": " \"Alright, can we stop?\""
        },
        {
            "Vitus": " \"You two have been at this since we set off, the headache is killing me.\""
        },
        {
            "Vitus": " \"Not to mention that I can't address or do anything about you two in front of other people...\""
        },
        {
            "Volesus": " \"Ah, now that's a good question.\""
        },
        {
            "Volesus": " \"Why does it seem that other people cannot see you?\""
        },
        {
            "Mukaki": " \"Don't ask me.\""
        },
        {
            "Makari-Hari": " \"Only Crown Mages are capable of seeing us.\""
        },
        {
            "Makari-Hari": " \"The restults of your meditations since childhood have made this possible for you two.\""
        },
        {
            "Volesus": " \"That sounds like a lie, but fascinating.\""
        },
        {
            "Vitus": " \"What I'm more concerned about right now is whether or not you two can stop bickering.\""
        },
        {
            "Makari-Hari": " \"Well that really depends on...\""
        },
        {
            "Vitus": " \"What's going on?\""
        },
        {
            "Volesus": " \"Damn! It looks like a group of bandits blocked the road up ahead.\""
        },
        {
            "Vitus": " \"No, this isn't good! We're not fit for combat!\""
        },
        {
            "Makari-Hari": " \"What about the people we're with?\""
        },
        {
            "Volesus": " \"Hell if I know! We're just random band of reguees. They don't look like they know how to fight...\""
        },
        {
            "Mukaki": " \"Any weapons?\""
        },
        {
            "Volesus": " \"I can try to find something.\""
        },
        {
            "Volesus": " \"We might be able to repurpose our tools or utensils for offence, but that's about it.\""
        },
        {
            "Volesus": " \"I also have this relic of a spear I took from the altar, but I highly doubt it's usable in its current state.\""
        },
        {
            "Makari-Hari": " \"That's it! The spear!\""
        },
        {
            "Mukaki": " \"Looks like the mortals are saved.\""
        },
        {
            "Makari-Hari": " \"It would seem so.\""
        },
        {
            "Vitus": " \"What are you both talking about?!\""
        },
        {
            "Makari-Hari": " \"Listen up. I'm going to teach you the Ritual of Summoning. Right here, right now.\""
        },
        {
            "Volesus": " \"Ritual of Summoning? Our mentor used to speak about it, but he said it was lost forever.\""
        },
        {
            "Vitus": " \"He demonstrated the ritual to use when we were young, but nothing came from it.\""
        },
        {
            "Vitus": " \"Was there something all this time?\""
        },
        {
            "Makari-Hari": " \"How far has this guild fallen... But no matter. I can teach you two.\""
        },
        {
            "Mukaki": " \"Hold your tongue, I can teach them as well!\""
        },
        {
            "Mukaki": " \"Listen, so long as you have their artefact, you have the power to summon the Heroes of the past!\""
        },
        {
            "Volesus": " \"And this spear right here is one of those artefacts?\""
        },
        {
            "Makari-Hari": " \"That's correct.\""
        },
        {
            "Makari-Hari": " \"Additionally, the summoned Hero will temporarily become a physical entity and walk this land.\""
        },
        {
            "Mukaki": " \"With the strength of a Hero, trouncing these bandits will be simple.\""
        },
        {
            "Makari-Hari": " \"So if you will, lend me your ear and follow my instructions...\""
        },
        {
            "Mukaki": " \"No, listen to me! You can do it this way...\""
        },
        {
            "Makari-Hari": " \"Ignore him! I will show you how!\""
        },
        {
            "Mukaki": " \"No! My words are better―I will get straight to the point!\""
        },
        {
            "Vitus": " \"Stop it! You can teach one of us each!\""
        },
        {
            "": "(Who should teach Vitus?)\n"
        },
        {
            "": ">Makari-Hari\t\n"
        },
        {
            "": ">Mukaki\n"
        },
        {
            "Makari-Hari": " \"Very well. We have no time to waste.\""
        },
        {
            "Mukaki": " \"Alright, go ahead and give it a shot.\""
        },
        {
            "Volesus": " \"This... is the Hero!\""
        },
        {
            "Herclaus": " \"Your generous words beckon me.\""
        },
        {
            "Herclaus": " \"I, Herclaus, the Guardian of the Holy Capital, hear your call.\""
        },
        {
            "Herclaus": " \"Are you my summoner?\""
        },
        {
            "Volesus": " \"Ah... well, yes. Yes, we are!\""
        },
        {
            "Volesus": " \"You're Herclaus? Like, as in, the legendary Hero?\""
        },
        {
            "Volesus": " \"Oh wow, I wasn't aware that we had brought the Spear of Herclaus with us!\""
        },
        {
            "Herclaus": " \"It is an honour to be summoned.\""
        },
        {
            "Mukaki": " \"Nice! With Herclaus here, this will be a trivial matter. Hurry and take care of these bandits, will you?\""
        },
        {
            "Makari-Hari": " \"Wait, we're taking the initiative?\""
        },
        {
            "Makari-Hari": " \"No, no, that's too dangerous! They're the last Crown Mages!\""
        },
        {
            "Mukaki": " \"So, what, do you wish to stand around aimlessly and let them make their move?\""
        },
        {
            "Makari-Hari": " \"We should set up our defensive perimeter and monitor their movements.\""
        },
        {
            "Makari-Hari": " \"It is far safer than being the aggressor!\""
        },
        {
            "Vitus": " \"Ok, hang on a second―\""
        },
        {
            "Herclaus": " \"My apologies for intruding. What is the current situation?\""
        },
        {
            "Vitus": " \"We're on the run with these refugees, but a group of thieves are blocking the road for our carriage.\""
        },
        {
            "Vitus": " \"I am unsure why they haven't made their way over here yet...\""
        },
        {
            "Herclaus": " \"Then I will investigate further.\""
        },
        {
            "Herclaus": " \"It seems that they are aware of our presence, and they know that we do not have an alternative pathway around.\""
        },
        {
            "Herclaus": " \"I do not believe they will attack immediately, but we had best prepare ourselves.\""
        },
        {
            "Mukaki": " \"This is exactly why we should just make the first move!\""
        },
        {
            "Makari-Hari": " \"Why is that?\""
        },
        {
            "Makari-Hari": " \"It would make more sense to ready ourselves for their advance.\""
        },
        {
            "Mukaki": " \"I was never able to talk sense into you!\""
        },
        {
            "Mukaki": " \"You just want to act against me!\""
        },
        {
            "Makari-Hari": " \"I don't! This is simply a matter of principle!\""
        },
        {
            "Vitus": " \"Could you two not do this right now?\""
        },
        {
            "Mukaki": " \"Mortal, this is in your interest so pay heed.\""
        },
        {
            "Mukaki": " \"In the end, this will also be your battle!\""
        },
        {
            "Makari-Hari": " \"I must agree with Vitus. We should cease this discussion and focus on defence.\""
        },
        {
            "Mukaki": " \"How do you expect to defend this flimsy carriage? Surely an offensive approach is better!\""
        },
        {
            "Makari-Hari": " \"How do you not listen to my wisdom?\""
        },
        {
            "Mukaki": " \"Wisdom? Listen to what I know is right!\""
        },
        {
            "Vitus": " \"Hmm...\""
        },
        {
            "": "(Listen to whom?)\n"
        },
        {
            "": ">Makari-Hari ― Focus on defence.\n"
        },
        {
            "": ">Mukaki　― Focus on offence.\n"
        },
        {
            "(If the player selects Makari-Hari)": " Vitus"
        },
        {
            "(If the player selects Mukaki)": " Vitus"
        },
        {
            "Volesus": " \"...Really? I believe the alternative was far more reasonable.\""
        },
        {
            "Vitus": " \"Oh, please! Not you too!\""
        },
        {
            "Volesus": " \"I'm being serious.\""
        },
        {
            "Volesus": " \"This is actual combat, we need to make it out of this, together!\""
        },
        {
            "Vitus": " \"So, what do you want to do? We need to decide quickly.\""
        },
        {
            "Volesus": " \"Here is my plan"
        },
        {
            "Volesus": " \"Their lives are also at stake in this.\""
        },
        {
            "Vitus": " \"...Alright, but be quick.\""
        },
        {
            "Mukaki": " \"Hah! I have no doubt that the people will know my approach far superior!\""
        },
        {
            "Makari-Hari": " \"I do not expect much wisdom from a group of refugees, but I trust they will choose the safest option.\""
        },
        {
            "Herclaus": " \"To be frank, there is no need to bicker amongst ourselves. I cannot possibe lose to a petty band of thieves.\""
        },
        {
            "Makari-Hari & Mukaki": " \"It's a matter of principle!\""
        },
        {
            "Herclaus": " \"...Fine, then. Let us begin.\""
        },
        {
            "(If the player listens to Mukaki)": " (Vitus convinces the refugees that defence is the wisest way to get past the bandits.)"
        },
        {
            "(If the player listens to Makari-Hari)": " (Vitus convinces the refugees that he knows offence is the best way to get past the bandits.)"
        }
    ]
}