{
    "title": "Chapter 0 - 3:<br>Journey to Irinipolis - Part III\n",
    "lines": [
        {
            "(If Krokos uses his blessing)": ""
        },
        {
            "": "(During the gruelling battle, Krokos' magic kept everyone's morale high.)\n"
        },
        {
            "": "(By the end, the Crown Mages and refugees defeated the bandits.)\n"
        },
        {
            "Volesus": " \"I didn't expect such a powerful blessing! I felt fearless and unbeatable! High Priest Krokos really does live up to his reputation.\""
        },
        {
            "Vitus": " \"Even so, a lot of people got injured during the fight.\""
        },
        {
            "Herclaus": " \"I aplogise. I couldn't protect everyone.\""
        },
        {
            "Krokos": " \"No matter how you look at it, you cannot fight without getting hurt.\""
        },
        {
            "Krokos": " \"One could say that constantly assuming the responsibility of others could be viewed as remarkably self-centred.\""
        },
        {
            "Krokos": " \"And that it could get annoying very quickly.\""
        },
        {
            "": "(......)\n"
        },
        {
            "Volesus": " \"Right, well, at least no one died!\""
        },
        {
            "(If Krokos uses his death curse)": ""
        },
        {
            "": "(Krokos finished the death curse incantation, and the group arrive at the bandit's roadblock stronghold.)\n"
        },
        {
            "": "(Lifeless bodies were strewn about the interior. Only a few maimed souls survived.)\n"
        },
        {
            "": "(Frightened by the destruction, the bandits succumbed to a fear-induced haze.)\n"
        },
        {
            "Volesus": " \"Amazing... they were all torn asunder just like that...\""
        },
        {
            "Vitus": " \"There are still survivors among the bandits, but they hardly look like they're about to fight back.\""
        },
        {
            "Krokos": " \"And permanently scarred. You could say it is a lesson of some sort.\""
        },
        {
            "Volesus": " \"Even so, this magic is really impressive!\""
        },
        {
            "Vitus": " \"I didn't mean to downplay the power of the spell. It's just that... we've also suffered a few casualties.\""
        },
        {
            "Herclaus": " \"I apologise. I couldn't protect everyone.\""
        },
        {
            "Krokos": " \"This was wild, destructive magic at work.\""
        },
        {
            "Krokos": " \"There's more often a price to pay.\""
        },
        {
            "Krokos": " \"But I do not recall saying that you had a part to play in that equation.\""
        },
        {
            "Krokos": " \"Nobody did, in fact. Not a soul.\""
        },
        {
            "": "(......)\n"
        },
        {
            "Vitus": " \"What should we do about the injured."
        },
        {
            "Mukaki": " \"Do I even have to say it? It is clear that we should—\""
        },
        {
            "Makari-Hari": " \"Don't just interject at will!\""
        },
        {
            "Makari-Hari": " \"This is definitely my area of expertise.\""
        },
        {
            "Mukaki": " \"Fine, fine. Go nuts.\""
        },
        {
            "Makari-Hari": " \"—We should, of course, summon Cerkles to treat the wounded.\""
        },
        {
            "Volesus": " \"Hey! I know him! Cerkles the Chirurgeon!\""
        },
        {
            "Vitus": " \"You sure are a nerd for these Heroes.\""
        },
        {
            "Volesus": " \"What do you mean? This was all taught to us!\""
        },
        {
            "Vitus": " \"Yes— I know that, and I know you're a nerd.\""
        },
        {
            "Volesus": " \"So, do we have the artfact needed to summon him?\""
        },
        {
            "Mukaki": " \"The laurel crown...\""
        },
        {
            "": "Makari-Hari \"Ahem—\"\n"
        },
        {
            "Mukaki": " \"Okay, okay.\""
        },
        {
            "Makari-Hari": " \"Please use the laural to begin the Ritaul of Summoning.\""
        },
        {
            "Volesus": " \"So Cerkles' artefact is a laural... he did wear on in the paintings but—\""
        },
        {
            "Volesus": " \"For someone so great to leave a legacy so dull and weathered...\""
        },
        {
            "Mukaki": " \"Surely you'd think one of the Crown Mages would have the deceny to buff the metal once a century or so.\""
        },
        {
            "Volesus": " \"Our mentor never told us what it really was...\""
        },
        {
            "Vitus": " \"Volesus, I think you should summon this one.\""
        },
        {
            "Volesus": " \"I'm on it!\""
        },
        {
            "": "(Confidently, Volesus draws the magic circle and places the laurel crown upon it. Reciting the incantation, a flash of light leaves a broad white figure materialised before them.\"\n"
        },
        {
            "Cerkles": " \"Healer Cerkles, your call is my duty...\""
        },
        {
            "Cerkles": " \"Wait, I was summoned?\""
        },
        {
            "Volesus": " \"Cerkles—father of medicine—please lend us your assistance!\""
        },
        {
            "Cerkles": " \"Huh... Herclaus? And Krokos? And the two demiurges...\""
        },
        {
            "Herclaus": " \"It's complicated. Let's tend to the injured first.\""
        },
        {
            "Cerkles": " \"Wounded?\""
        },
        {
            "Cerkles": " \"Oh... okay, please take me to them.\""
        },
        {
            "": "(Cerkles approaches a nearby wounded man, placing his paw against his lacerated flesh.)\n"
        },
        {
            "": "(The chirurgeon mutters a few words, and when he takes his paw away, the skin and fur of the wounded sealed without a scar.)\n"
        },
        {
            "Volesus": " \"As expected of Cerkles!\""
        },
        {
            "Volesus": " \"That technique is nothing less than a miracle!\""
        },
        {
            "Vitus": " \"Don't you use herbs? I thought you were in capable of spellcasting...\""
        },
        {
            "Volesus": " \"True, no legend I know told of Cerkles using magic.\""
        },
        {
            "Volesus": " \"It has me curious.\""
        },
        {
            "Cerkles": " \"Herbs can be useful... but what do you mean by magic?\""
        },
        {
            "Cerkles": " \"Magic and healing are one and the same.\""
        },
        {
            "Vitus": " \"Uh...\""
        },
        {
            "Volesus": " \"He couldn't mean...\""
        },
        {
            "Vitus": " \"Then... what about herbal treatment?\""
        },
        {
            "Cerkles": " \"Could true medicine have been lost to this era?\""
        },
        {
            "Mukaki": " \"For your knowledge, the medicine you employ is indeed magic.\""
        },
        {
            "Cerkles": " \"And that means?\""
        },
        {
            "Mukaki": " \"Magic has been lost to most in this era.\""
        },
        {
            "Cerkles": " \"Why aren't people capable of magic anymore? I'm sorry, I don't...\""
        },
        {
            "Mukaki": " \"Hmph— Ask Makari-Hari if you want his excuse.\""
        },
        {
            "Makari Hari": " \"......\""
        },
        {
            "Cerkles": " Um...\""
        },
        {
            "Vitus": " \"Sorry to interrupt— I have something to say about the injured.\""
        },
        {
            "Cerkles": " \"Oh, please go ahead.\""
        },
        {
            "Vitus": " \"The bandits here are also gravely injured. If left alone, it's likely they will die.\""
        },
        {
            "Mukaki": " \"So?\""
        },
        {
            "Makari-Hari": " \"Cerkles, you didn't heal them?\""
        },
        {
            "Cerkles": " \"I wasn't sure if I was supposed to...\""
        },
        {
            "Makari-Hari": " \"Of course you should! No one deserves to die this way!\""
        },
        {
            "Mukaki": " \"What?\""
        },
        {
            "Mukaki": " \"Why would you try to save the men who attacked our Crown Mages?\""
        },
        {
            "Makari-Hari": " \"If they're to be executed, they should be brought to justice before making that decision!\""
        },
        {
            "Mukaki": " \"You're getting on my nerves. Why bother with the song and dance? Death is their justice.\""
        },
        {
            "Makari-Hari": " \"This is a matter of principle! I will not tolerate a massacre!\""
        },
        {
            "Mukaki": " \"Fine, let's say we do as you want.\""
        },
        {
            "Mukaki": " \"Will you personally carry these men who want us dead to the city to stand trial?\""
        },
        {
            "Cerkles": " \"I— um, I can induce a coma to sedate them during transport.\""
        },
        {
            "Mukaki": " \"Then we'd need to leave someone to stand guard until they can be moved! It's a complete waste of effort!\""
        },
        {
            "Makari-Hari": " \"Upholding your principles is worth whatever effort.\""
        },
        {
            "Mukaki": " \"What is the matter with your brain?! These men want to hurt and kill!\""
        },
        {
            "Makari-Hari": " \"What?!\""
        },
        {
            "Vitus": " \"Please, I've told you both to stop fighting.\""
        },
        {
            "Vitus": " \"Do we really need to pick siges again?\""
        },
        {
            "Volesus": " \"Let's just get this over with. Vitus, which side do you prefer?\""
        },
        {
            "": "(Listen to whom?)\n"
        },
        {
            "": ">Makari-Hari — Heal and capture them.\n"
        },
        {
            "": ">Mukaki — Leave them to their demise.\n"
        },
        {
            "(If Vitus prefers Makari-Hari)": ""
        },
        {
            "Volesus": " \"Is that so? I still think Mukaki has a point.\""
        },
        {
            "Volesus": " \"I don't love the idea of wasting time on highwaymen willing to slice innocent people to bits, so you might find some resistance.\""
        },
        {
            "Vitus": " \"We just have to convince the others, right?\""
        },
        {
            "": "(Vitus convinced the other to let Cerkles heal and incapacitate the bandits to await lawful judgment.)\n"
        },
        {
            "Vitus": " \"Although it may be a burden on all of us, we should heal them.\""
        },
        {
            "Vitus": " \"If we have the means to let the law judge them, we should follow through on them.\""
        },
        {
            "Cerkles": " \"As you wish.\""
        },
        {
            "(If Vitus prefers Mukaki)": ""
        },
        {
            "Volesus": " \"Is that so? I still think Makari-Hari has a point.\""
        },
        {
            "Volesus": " \"We don't know in this group was fighting out of greed, or through fear and coercion.\""
        },
        {
            "Vitus": " \"We just have to convince the others, right?\""
        },
        {
            "": "(Vitus convinces the others to continue onwards, leaving the bandits to the justice of their demise.)\n"
        },
        {
            "Vitus": " \"Though this is a difficult choice... we'll need to leave them be.\""
        },
        {
            "Vitus": " \"It's not our responsibility to preserve their lives when they chose to attack and prey on us.\""
        },
        {
            "Vitus": " \"We don't need to risk endangering ourselves or the refugees who ca't fight.\""
        },
        {
            "Cerkles": " \"Understood.\""
        },
        {
            "": "END"
        }
    ]
}