{
    "title": "Chapter 0 - 2: <br>Journey to Irinipolis - Part II\n",
    "lines": [
        {
            "": "With Herclaus leading the way, we defeated the thieves.\n"
        },
        {
            "Volesus": " \"Phew― Even though we weren't in any danger, that was still pretty scary...\""
        },
        {
            "Vitus": " \"Looks like everyone's okay, thankfully.\""
        },
        {
            "Herclaus": " \"Hahah― No need to be afraid.\""
        },
        {
            "Herclaus": " \"With me here, everything will be fine.\""
        },
        {
            "Herclaus": " \"However... while we were fighting, the thieves were shouting about their other horses.\""
        },
        {
            "Herclaus": " \"There may be further forces. I'm scouting ahead.\""
        },
        {
            "Mukaki": " \"Hmph— If General Herclaus has to go and investigate personally, things really have gone downhill.\""
        },
        {
            "Makari-Hari": " \"Then why don't you go instead?\""
        },
        {
            "Mukaki": " \"...What? No! I'm the ruler of chaos, not some subservient lackey. You take care of this.\""
        },
        {
            "Makari-Hari": " \"I won't be going either. I'm a divine being, after all.\""
        },
        {
            "Herclaus": " \"Wait... I don't intend to bring either of you along.\""
        },
        {
            "Vitus": " \"We should leave this to you then...\""
        },
        {
            "Herclaus": " \"Ahead is another bandit outpost.\""
        },
        {
            "Herclaus": " \"Soon they will realise that their other members have yet to return.\""
        },
        {
            "Vitus": " \"Can we travel around them?\""
        },
        {
            "Herclaus": " \"I doubt it. Every route will have been secured.\""
        },
        {
            "Herclaus": " \"The bandits must have known any refugees would travel this way.\""
        },
        {
            "Volesus": " \"So, how do you feel about taking them out?\""
        },
        {
            "Herclaus": " \"They have power in numbers, and I'm afraid my power alone would not be enough to keep all these people safe.\""
        },
        {
            "Mukaki": " \"Why are you so worried?\""
        },
        {
            "Mukaki": " \"Don't we have the other artefacts?\""
        },
        {
            "Makari-Hari": " \"Right. A task like this should be simple for Krokos.\""
        },
        {
            "Volesus": " \"Krokos? The legendary Great Savant Krokos?!\""
        },
        {
            "Mukaki": " \"I cannot fathom why he became the \"Great Savant\" of all things...\""
        },
        {
            "Makari-Hari": " \"Simple, it's because he's loyal to me, of course.\""
        },
        {
            "Mukaki": " \"Hmph— I highly doubt that. Now, hurry up and summon him.\""
        },
        {
            "Volesus": " \"Alright, I want to do it this time!\""
        },
        {
            "": "(Determined, Volesus follows the instructions and draws a magic circle on the ground.)\n"
        },
        {
            "": "(He pulls Krokos' artefact from his rucksack— a crystal dagger. Carefully, Volesus places the glittering blade within the circle.)\n"
        },
        {
            "": "(He recites the ancestral incantation. A striking white light appears, and a figure adorned in gold appears before the group.)\n"
        },
        {
            "Krokos": " \"It is I—Krokos—and I hear your call.\""
        },
        {
            "Krokos": " \"Are you the one who summoned me?\""
        },
        {
            "Volesus": " \"Great Savant Krokos! It's my honour to meet you!\""
        },
        {
            "Volesus": " \"I heard that you established the standards for magic rituals. Is that true?\""
        },
        {
            "Krokos": " \"Well, you're eager— I did research ritual practises, but it's be difficult to say I created anything of great worth.\""
        },
        {
            "Volesus": " \"But legend has it that...\""
        },
        {
            "Vitus": " \"Sorry to interrupt your academic discourse, but we have a bunch of bandits to deal with.\""
        },
        {
            "Volesus": " \"Yes... you're right.\""
        },
        {
            "Krokos": " \"Bandits? And hello Herclaus, it's nice to see you again.\""
        },
        {
            "Herclaus": " \"We can catch up later, we have a task to do.\""
        },
        {
            "Herclaus": " \"We are protecting this group of refugees, but a bandit camp stands in our way.\""
        },
        {
            "Herclaus": " \"A lesser me would charge forth, but I cannot save lvies against an army alone.\""
        },
        {
            "Krokos": " \"So it's bandits? Let me think...\""
        },
        {
            "Mukaki": " \"\"Hey— Krokos, use your best death curse and take them out in one fell swoop!\""
        },
        {
            "Volesus": " \"Wait, Krokos can cast death curses?\""
        },
        {
            "": "Makari-Hari \"Not on my watch.\"\n"
        },
        {
            "Makari-Hari": " \"As my follower, Krokos would never resort to something so vile.\""
        },
        {
            "Mukaki": " \"Really? Who are you to tell him he can't follow his expertise.\""
        },
        {
            "Mukaki": " \"Krokos! What do you have to say for yourself?\""
        },
        {
            "Mukaki": " \"You didn't join that controlling fool of your own will, did you?\""
        },
        {
            "Krokos": " \"I will have to respectfully decline commenting.\""
        },
        {
            "Mukaki": " \"Oh, come on! This doesn't sound like you at all!\""
        },
        {
            "Mukaki": " \"The Krokos I know would just tell me not to fucking ask!\""
        },
        {
            "Krokos": " \"I do not remember speaking so rudely before...\""
        },
        {
            "Vitus": " \"So— If we are not going with death curses, what is your plan?\""
        },
        {
            "Krokos": " \"...I will prepare a blessing, a boost to your courage and tenacity to ensure your success in the altercation with the bandits.\""
        },
        {
            "Vitus": " \"So— If we are not going with death curses, what is your plan?\""
        },
        {
            "Krokos": " \"...I will prepare a blessing, a boost to your courage and tenacity to ensure your success in the altercation with the bandits.\""
        },
        {
            "Vitus": " \"So we're fighting them? Doesn't that put us all at risk?\""
        },
        {
            "Makari-Hari": " \"It does, but it's for the greater good.\""
        },
        {
            "Makari-Hari": " \"Death curses should not exist in the first place...\""
        },
        {
            "Makari-Hari": " \"Now tell me, have you read about any such spells in that library of yours?\""
        },
        {
            "Vitus": " \"Vaguely mentioned, but the spells are lost to the march of history...\""
        },
        {
            "Mukaki": " \"Give me a break!\""
        },
        {
            "Mukaki": " \"You would rather put us at risk, than hurt some criminals?!\""
        },
        {
            "Volesus": " \"What do you think, Vitus?\""
        },
        {
            "": "(How to handle the bandits?)\n"
        },
        {
            "": ">Makari-Hari - Receive Krokos' blessing.\n"
        },
        {
            "": ">Mukaki - Wipe them out with a death curse.\n"
        },
        {
            "(If Vitus chooses to side with Makari-Hari)": ""
        },
        {
            "Volesus": " \"Huh— I'll be honest, I think we should have Krokos use a death curse.\""
        },
        {
            "Volesus": " \"Sorry, Vitus.\""
        },
        {
            "Vitus": " \"How about we decide by convincing the other refugees?\""
        },
        {
            "Volesus": " \"Sounds like the best to me.\""
        },
        {
            "": "(Vitus convinces the other refugees to continue forth with Krokos' blessing.)\n"
        },
        {
            "Vitus": " \"So a death curse is out of the question.\""
        },
        {
            "Volesus": " \"I won't argue further. At the very least, I hope to see a master at work.\""
        },
        {
            "Krokos": " \"I will begin casting my blessing right away.\""
        },
        {
            "Krokos": " \"Please be careful, Crown Mages.\""
        },
        {
            "(If Vitus chooses to side with Mukaki)": ""
        },
        {
            "Volesus": " \"Huh— I'll be honest, I think death curses are gone for a reason.\""
        },
        {
            "Volesus": " \"Krokos is a great mage, we should take his blessing.\""
        },
        {
            "Vitus": " \"How about we decide by convincing the other refugees?\""
        },
        {
            "Volesus": " \"Sounds like the best to me.\""
        },
        {
            "": "(Vitus convinces the other refugees to have Krokos use magic to take out the bandits.)\n"
        },
        {
            "Vitus": " \"Let's start the death curse, then. We're counting on you, Krokos.\""
        },
        {
            "Volesus": " \"I won't argue further. At the very least, I hope to see a master at work.\""
        },
        {
            "Krokos": " \"I will make the necessary preparations right away.\""
        },
        {
            "Krokos": " \"And please, for your safety, do not approach me during the ritual.\""
        },
        {
            "": "END"
        }
    ]
}