{
    "title": "Chapter 0 - New Arrivals\n",
    "lines": [
        {
            "": "(We were exhausted, nearly out of food and at the end of our wits by the time we had made it to the gates of Irinipolis.)\n"
        },
        {
            "Vitus": " \"I don't remember the city being this big.\""
        },
        {
            "Volesus": " \"Well, it isn't compared to the capital.\""
        },
        {
            "Volesus": " \"But you haven't been here in years.\""
        },
        {
            "Herclaus": " \"I cannot wait to take a proper bath.\""
        },
        {
            "Cerkles": " \"I don't need much, but I would be grateful for a hearty meal.\""
        },
        {
            "Krokos": " \"I can keep myself clean and fed, but I'm starved for conversation.\""
        },
        {
            "Krokos": " \"Hopefully I can busy myself with the company of an arcanist or two if I mill about the forum.\""
        },
        {
            "Zermes": " \"Maybe they can help you dislodge the stick up your ass.\""
        },
        {
            "Krokos": " \"That sounds more like your sort of pastime.\""
        },
        {
            "Zermes": " \"So I see you've read about me.\""
        },
        {
            "Zermes": " \"No need to be shy about that.\""
        },
        {
            "Krokos": " \"I promise you that I've done more than reading.\""
        },
        {
            "Krokos": " \"You should probably stop speaking to me unless you're prepared to be mebarrassed.\""
        },
        {
            "Zermes": " \"You think you can make me blush?\""
        },
        {
            "Zermes": " \"That's real cute, kitten.\""
        },
        {
            "": "(We could hear Cerkles hum with concern while Herclaus looked back and forth between the bickering cats with a panicked look on his face.)\n"
        },
        {
            "": "(But the guards weren't letting us through.)\n"
        },
        {
            "": "(They told us that they couldn't take in any more refugees into the city due to overcrowding.)\n"
        },
        {
            "": "(But when Zermes showed one of the men how his chalice worked, the man became consumed with curiosity and longing.)\n"
        },
        {
            "Zermes": " \"Why don't you try it then?\""
        },
        {
            "Zermes": " \"I always let anybody pull from my cup for free, the first time.\""
        },
        {
            "": "(The man put his paw into the chalice, and pulled out a glittering piece of hold jewellery.)\n"
        },
        {
            "Guard": " \"This... this looks like a diamond ring?!\""
        },
        {
            "Zermes": " \"It looks like it must have been your lucky day.\""
        },
        {
            "Zermes": " \"That barely ever happens.\""
        },
        {
            "Guard": " \"L-Let them through... let them through!\""
        },
        {
            "Vitus": " \"Thank the heavens.\""
        },
        {
            "Cerkles": " \"...Can you control what comes out of that cup?\""
        },
        {
            "Zermes": " \"...Probably!\""
        },
        {
            "Cerkles": " \"What's that supposed to mean?\""
        },
        {
            "Cerkles": " \"You either do, or you don't.\""
        },
        {
            "Zermes": " \"It's both situational and conditional.\""
        },
        {
            "Zermes": " \"...In all honesty, the plan was to make him draw garbage, then to make him let us pass in exchange for more uses of the chalice.\""
        },
        {
            "Zermes": " \"But he was so happy with that first pull, wasn't he?!\""
        },
        {
            "Zermes": " \"We really lucked out.\""
        },
        {
            "Cerkles": " \"Well... I was just thinking...\""
        },
        {
            "Cerkles": " \"What if the man would have drawn poorly once, and only let one of us pass?\""
        },
        {
            "Cerkles": " \"And then on a second pull, he drew something really great?\""
        },
        {
            "Cerkles": " \"Couldn't that have stranded one of our summoners outside?\""
        },
        {
            "Zermes": " \"...Like I said, we really lucked out! That was great!\""
        },
        {
            "Cerkles": " \"......\""
        },
        {
            "Krokos": " \"......\""
        },
        {
            "Herclaus": " \"None of you need to worry.\""
        },
        {
            "Herclaus": " \"We made it through this harrowing journey only because we stayed true to ourselves.\""
        },
        {
            "Zermes": " \"Perfectly put my friend.\""
        },
        {
            "Krokos": " \"This has nothing to do with anything we just talked about.\""
        },
        {
            "Vitus": " \"Let's look forward, shall we?\""
        },
        {
            "Volesus": " \"Yes, let's look forward.\""
        },
        {
            "Volesus": " \"We should look for temporary lodgings while we attempt to untangle this mess.\""
        },
        {
            "Volesus": " \"I know a place in the noble district.\""
        },
        {
            "": "(We parted ways with our travelling companions, though they were sorry to see us go.)\n"
        },
        {
            "": "(Or, more specifically, they were sorry to lose access to the chalice Zermes carried with him.)\n"
        },
        {
            "": "(There was barely room to walk within the city walls due to how packed the crowds were, but Volesus directed us as best as he could...)\n"
        },
        {
            "": "(...Directly to a checkpoint, guarded by more soldiers.)\n"
        },
        {
            "Volesus": " \"We have to get through.\""
        },
        {
            "Vitus": " \"Another gateway inside the city?\""
        },
        {
            "Vitus": " \"Look, you can see that there's hardly anyone on the other side!\""
        },
        {
            "Vitus": " \"It's not overcrowded at all.\""
        },
        {
            "Volesus": " \"Be calm.\""
        },
        {
            "Volesus": " \"If you make a scene, they'll never let us through.\""
        },
        {
            "Volesus": " \"Excuse me, sir. Might we pass through? We have business in the noble district.\""
        },
        {
            "Guard": " \"Who's asking.\""
        },
        {
            "": "(Volesus made a grand gesture at us.)\n"
        },
        {
            "Volesus": " \"Myself, and my travelling companion. And our four servants.\""
        },
        {
            "Volesus": " \"Our two bodyguards, our tutor, and our holy man.\""
        },
        {
            "": "(The guard's eyes widened as he looked over our clothes and the presence that the Heroes gave off.)\n"
        },
        {
            "Guard": " \"A tutor? And a holy man, you said?\""
        },
        {
            "Guard": " \"I'll lift the gates at once.\""
        },
        {
            "Volesus": " \"So it's as I thought... they're only letting the wealthy pass.\""
        },
        {
            "Vitus": " \"But what about the rest of these people?\""
        },
        {
            "Volesus": " \"If we want to help any of them later, we'll have to help ourselves first.\""
        },
        {
            "Volesus": " \"We need food and rest.\""
        },
        {
            "": "(The streets on the other side of the gate were calm and quiet.)\n"
        },
        {
            "": "(Flowers blossomed neatly in curated beds, and people strolled by, greeting us cordially.)\n"
        },
        {
            "": "(But the quiet was uncomfortable to us, knowing about the noise beyond the gate.)\n"
        },
        {
            "": "(It took about half an hour to get to the inn that Volesus suggested.)\n"
        },
        {
            "": "(The accomodations inside were cosy; nothing at all like the front of the city with the packed crowds and the awful smells.)\n"
        },
        {
            "": "(Word travelled fast in the city about \"the two resourceful men in robes with servants who could wield incredible powers...\")\n"
        },
        {
            "": "(...Such that all eyes were upon us when we entered the tavern, and people whispered about us.)\n"
        },
        {
            "": "(A tall man with striking eyes wearing a heavy perfume rushed to greet us.)\n"
        },
        {
            "Innkeeper": " \"Good afternoon, men. A party of six I presume? Shall I get you a table, or would you like to purchase rooms?\""
        },
        {
            "Vitus": " \"A room could be helpful so we can put away all of our belongings.\""
        },
        {
            "Innkeeper": " \"Very well. How many rooms and beds will you need?\""
        },
        {
            "Vitus": " \"I don't know exactly.\""
        },
        {
            "Vitus": " \"Hold on.\""
        },
        {
            "Vitus": " \"How many beds will we need?\""
        },
        {
            "Volesus": " \"That's a good question.\""
        },
        {
            "Vitus": " \"Do the summoned Heroes eventually disappear?\""
        },
        {
            "Volesus": " \"They've been sleeping like normal ever since they've been here.\""
        },
        {
            "Volesus": " \"Should I ask them if they can just disappear?\""
        },
        {
            "Vitus": " \"That would be incredibly rude...\""
        },
        {
            "Volesus": " \"I think you're right.\""
        },
        {
            "Vitus": " \"I think we'll take that table for now.\""
        },
        {
            "Vitus": " \"Might give us time to think about our arrangements...\""
        },
        {
            "Innkeeper": " \"Please, follow me.\""
        },
        {
            "Innkeeper": " \"Very well. What shall I bring you, then?\""
        },
        {
            "Vitus": " \"Ah, how about a jug of water and six glasses?\""
        },
        {
            "": "(The inkeeper nodded, and left the table.)\n"
        },
        {
            "Volesus": " \"Six glasses? We've... never seen these four eat or drink.\""
        },
        {
            "Vitus": " \"Wait, really?\""
        },
        {
            "Vitus": " \"Surely they've just done it in private.\""
        },
        {
            "Cerkles": " \"In truth, we don't need to.\""
        },
        {
            "Vitus": " \"Huh.\""
        },
        {
            "Herclaus": " \"But that doesn't mean we can't.\""
        },
        {
            "Herclaus": " \"I missed it, in truth.\""
        },
        {
            "Krokos": " \"The three of us agreed it would be wise not to consume any of your rations on the road when you were already low.\""
        },
        {
            "Cerkles": " \"We didn't want either of you to run low on energy.\""
        },
        {
            "Vitus": " \"The three of you, you say?\""
        },
        {
            "Zermes": " \"Oh, loosen up. They didn't come close to running out due to my help.\""
        },
        {
            "Cerkles": " \"That's true... but it's also because the three of us abstained from meals.\""
        },
        {
            "Zermes": " \"If I'm forced to be here then I should at the very least get to feel like I'm alive.\""
        },
        {
            "Zermes": " \"That's a reasonable request, surely.\""
        },
        {
            "Krokos": " \"Disgraceful.\""
        },
        {
            "Cerkles": " \"Well, maybe trying out one of those biscuits wouldn't have hurt...\""
        },
        {
            "Vitus": " \"If any of you want to eat, I think you should.\""
        },
        {
            "Vitus": " \"There's no reason to go without. We could have figured something out.\""
        },
        {
            "Vitus": " \"But okay, then. Back to more pressing business.\""
        },
        {
            "Vitus": " \"If we're getting rooms, then how many should we purchase?\""
        },
        {
            "Zermes": " \"Well if there's six of us, we should naturally get six rooms.\""
        },
        {
            "Vitus": " \"Six rooms?! Isn't that a waste of money?\""
        },
        {
            "Volesus": " \"Vitus and I are used to sharing rooms, so we plan to do so anyways.\""
        },
        {
            "Herclaus": " \"I'm used to sleeping anywhere. The floor would suffice.\""
        },
        {
            "Cerkles": " \"I don't mind the floor either if we can save monera.\""
        },
        {
            "Vitus": " \"Neither of you need to sleep on the floor.\""
        },
        {
            "Volesus": " \"But if they're willing to cut costs...\""
        },
        {
            "Vitus": " \"No.\""
        },
        {
            "Volesus": " \"So that would be a minimum of five beds and four rooms.\""
        },
        {
            "Volesus": " \"Right. I'll go check in with the innkeeper.\""
        },
        {
            "": "(We all watch quietly as Volesus speaks with the Innkeeper, quirk his brow, and then amkes his way back over to the table, telling us the price.)\n"
        },
        {
            "Vitus": " \"No way. Are you kidding?!\""
        },
        {
            "Vitus": " \"That's more monera than I've seen in my life.\""
        },
        {
            "Volesus": " \"They have the impression that we're very rich.\""
        },
        {
            "Zermes": " \"Well... you could be, if you leave it to me.\""
        },
        {
            "Makari-Hari": " \"Ugh. There he goes again, about to show off the bad habits you gave him.\""
        },
        {
            "Mukaki": " \"I don't know what you're talking about!\""
        },
        {
            "Mukaki": " \"His habits were bad before I did anything.\""
        },
        {
            "Vitus": " \"I was wondering where you two had been.\""
        },
        {
            "Volesus": " \"Wait... it looks like we caught somebody's attention.\""
        },
        {
            "": "(A well dressed nobleman, who seems to have just entered the tavern had his eyes locked on us.)\n"
        },
        {
            "": "(A few other nobles leaned into his ear, whipsering, and he nodded, then stoop up, approaching us.)\n"
        },
        {
            "Noble": " \"Good afternoon, my friends. You all appear to be the talk of the city right now.\""
        },
        {
            "Vitus": " \"Unfortunately.\""
        },
        {
            "Volesus": " \"We're just a band of travellers.\""
        },
        {
            "Noble": " \"That's an odd thing to call a couple of Crown Mages.\""
        },
        {
            "Noble": " \"Travelling with Herclaus, the Guardian of the Holy Capital.\""
        },
        {
            "Noble": " \"Krokos, the sage of the arcane.\""
        },
        {
            "Noble": " \"Cerkles, the founder of medicine.\""
        },
        {
            "Noble": " \"And... Zermes...\""
        },
        {
            "Noble": " \"...the great saviour.\""
        },
        {
            "Volesus": " \"...Okay, you have our attention.\""
        },
        {
            "Noble": " \"Good, good.\""
        },
        {
            "Noble": " \"My name is Sulpicius.\""
        },
        {
            "Sulpicius": " \"And I am the acting governor of Irinipolis.\""
        },
        {
            "(Mukaki": " \"Oh piss off.\")"
        },
        {
            "(Mukaki": " \"That's the dumbest lie I've ever heard. Who would believe that?\")"
        },
        {
            "(Makari-Hari": " \"What a nonsensical introduction.\")"
        },
        {
            "(Mukaki": " \"Who would believe that?\")"
        },
        {
            "(Mukaki": " \"Does he think that we're stupid?!\")"
        },
        {
            "Vitus": " \"...I'm so glad he can't hear you two right now.\""
        },
        {
            "Sulpicius": " \"Hear whom?\""
        },
        {
            "Vitus": " \"Uh, that doesn't matter.\""
        },
        {
            "(Herclaus": " \"I'd recognise the crest on the broach anywhere.)"
        },
        {
            "(Herclaus": " \"I think he really is the governor.)"
        },
        {
            "(Mukaki": " \"...Really?\")"
        },
        {
            "(Makari-Hari": " \"He's not being very careful if that's the case.\")"
        },
        {
            "(Zermes": " \"Well I have no doubt that he's exactly who he says he is.\")"
        },
        {
            "(Zermes": " \"He has the right air about him.\")"
        },
        {
            "(Krokos": " \"That's the coy way of saying that we'll know the truth soon enough anyway.)"
        },
        {
            "": "(Zermes shot Krokos a glare.)\n"
        },
        {
            "": "(Cerkles was sipping his cup, as if he was embarrassed to say anything.)\n"
        },
        {
            "Sulpicius": " \"Well, if I had any doubts that you were strangers before, those doubts are clear.\""
        },
        {
            "Sulpicius": " \"But why not immediately see for yourself if I'm telling the truth?\""
        },
        {
            "Sulpicius": " \"Now come along! I've already paid for your drinks.\""
        },
        {
            "": "(We all got up, giving one another wary looks as we left our finished glasses on the table and followed the nobleman out the front door.)\n"
        },
        {
            "": "(The first tip-off that the noble wasn't lying about his position was the group of ten city guards waiting for him outside of the tavern.)\n"
        },
        {
            "": "(They watched the back of our necks as they marched us through the street, up through the noble district and to a gate that separated us from a sizable manor.)\n"
        },
        {
            "Sulpicius": " \"I overheard your conversation about the board being too expensive.\""
        },
        {
            "Sulpicius": " \"Why not stay with me instead at the governor's mansion?\""
        },
        {
            "Sulpicius": " \"I'd have room for all of you, of course.\""
        },
        {
            "Sulpicius": " \"Free of charge.\""
        },
        {
            "Cerkles": " \"Sleeping? In a palace?\""
        },
        {
            "Cerkles": " \"That's...\""
        },
        {
            "Cerkles": " \"Um, ah, that's... really kind.\""
        },
        {
            "": "(The bear looks uncomfortable, as if he's afraid to touch anything.)\n"
        },
        {
            "Zermes": " \"Too kind, one could say.\""
        },
        {
            "Zermes": " \"Because nothing is actually free.\""
        },
        {
            "Sulpicius": " \"True enough!\""
        },
        {
            "Sulpicius": " \"...The truth of the matter is, this city is unprepared for war.\""
        },
        {
            "Sulpicius": " \"The capital has asked me with managing its defence, and frankly, I'm overwhelmed.\""
        },
        {
            "Sulpicius": " \"Its defences on the exterior cumble while the foundations of its interior rot within.\""
        },
        {
            "Sulpicius": " \"Every educated noble in the capital knows the stories of the legendary Heroes and their... attendants; of how they had turned hopeless war efforts to their favour in the past.\""
        },
        {
            "Vitus": " \"But sir... we aren't like those other Crown Mages from the past.\""
        },
        {
            "Vitus": " \"Our mentor left us a long time ago and we haven't seen him for years.\""
        },
        {
            "Vitus": " \"We're the last of our order, netiher of us know magic... and we barely have access to many artefacts.\""
        },
        {
            "Vitus": " \"Who knows how many were lost, stolen or destroyed when the rebel army sacked the academy.\""
        },
        {
            "Sulpicius": " \"If you're right here... right now...\""
        },
        {
            "Sulpicius": " \"At this point, I'm willing to try anything to give us a fighting chance.\""
        },
        {
            "Sulpicius": " \"All I ask is that you both try your best, and you can stay here for as long as you want.\""
        },
        {
            "Volesus": " \"...Or until the rebel army gets here, should we fail.\""
        },
        {
            "Sulpicius": " \"Indeed, there you have it.\""
        },
        {
            "Vitus": " \"Well...\""
        },
        {
            "Vitus": " \"It's not like we have anywhere else to go at the moment.\""
        },
        {
            "Volesus": " \"Let's give it out best shot.\""
        },
        {
            "Sulpicius": " \"So long as we're helping each other... please... make yourselves at home.\""
        },
        {
            "": "END"
        }
    ]
}
